Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Bolus
ar: بولوس
es: Bolo
it: Bolo
ru: Болюс
uk: Болюс
vi: Liều bolus
zh_hans: 大剂量

source: Both
ar: كلاهما
cs: Obě stránky
da: Begge dele
de: Beide
es: Ambos
fi: Molemmat
fr: Les deux
it: Entrambi
nb: Begge
nl: Beide
pl: Oba
ro: Ambele
ru: Оба
sk: Zvuk a vibrácie
sv: Båda
tr: Her ikisi de
uk: Обидва
vi: Cả hai
zh_hans: 两者

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nb: Avbryt
nl: Annuleren
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Відмінити
vi: Hủy bỏ
zh_hans: 取消

source: Cannula age
ar: عمر القنية
cs: Stáří kanyly
da: Kanylens alder
de: Alter der Kanüle
es: Edad de la cánula
fi: Kanyylin ikä
fr: Âge de la canule
it: Età della cannula
nb: Kanyle-alder
nl: Leeftijd canule
pl: Wiek kaniuli
ro: Vârsta canulei
ru: Возраст канюли
sk: Vek kanyly
sv: Kanylens ålder
tr: Kanül yaşı
uk: термін використовування Канюлі
zh_hans: 套管使用时长

source: Cannula only
ar: قنية فقط
cs: Pouze kanyla
da: Kun kanyle
de: Nur Kanüle
es: Sólo cánula
fi: Vain kanyyli
fr: Canule uniquement
it: Solo cannula
nb: Kun kanyle
nl: Alleen canule
pl: Tylko kaniula
ro: Doar canula
ru: Только канюля
sk: Iba kanyla
sv: Endast kanyl
tr: Sadece kanül
uk: тільки Канюля
vi: Chỉ Cannula
zh_hans: 仅套管

source: Cannula refill
ar: إعادة تعبئة القنية
cs: Doplnění kanyly
da: Genopfyldning af kanyle
de: Nachfüllen der Kanüle
es: Recambio de cánula
fi: Kanyylin täyttö
fr: Recharge de la canule
it: Ricarica della cannula
nb: Påfyll av kanyle
nl: Canule bijvullen
pl: Uzupełnianie kaniuli
ro: Reumplere canulă
ru: Заправка канюли
sk: Doplnenie kanyly
sv: Påfyllning av kanyl
tr: Kanül dolumu
uk: заправка Канюлі
vi: Nạp Cannula
zh_hans: 填充套管

source: Check chaft
ar: شيك شافت
cs: Zkontrolujte řetěz
da: Tjek skaftet
de: Schacht kontrollieren
es: Comprobar el tamo
fi: Tarkista akseli
fr: Vérifier l'arbre
it: Controllare il fusto
nb: Sjekk skaft
nl: As controleren
pl: Sprawdź wał
ro: Veficați axul
ru: Проверьте вал
sk: Kontrola reťaze
sv: Kontrollera chaft
tr: Şaftı kontrol edin
uk: Перевірте вал
zh_hans: 检查推杆

source: Check the pump and try again
ar: افحص المضخة وحاول مرة أخرى
cs: Zkontrolujte čerpadlo a zkuste to znovu
da: Tjek pumpen, og prøv igen
de: Überprüfen Sie die Pumpe und versuchen Sie es erneut.
es: Compruebe la bomba y vuelva a intentarlo
fi: Tarkista pumppu ja yritä uudelleen
fr: Vérifier la pompe et réessayer
it: Controllare la pompa e riprovare
nb: Kontroller pumpen og prøv igjen
nl: Controleer de pomp en probeer het opnieuw
pl: Sprawdź pompę i spróbuj ponownie
ro: Verificați pompa și încercați din nou
ru: Проверьте помпу и повторите попытку
sk: Skontrolujte pumpu a skúste to znova
sv: Kontrollera pumpen och försök igen
tr: Pompayı kontrol edin ve tekrar deneyin
uk: Перевірте Помпу та повторіть спробу
vi: Kiểm tra máy bơm và thử lại
zh_hans: 检查泵，然后再试一次

source: Check the reservoir and infus and try again
ar: افحص الخزان والحقن وحاول مرة أخرى
cs: Zkontrolujte zásobník a infuzi a zkuste to znovu.
da: Tjek reservoiret og infusionen, og prøv igen.
de: Prüfen Sie das Reservoir und die Infusion und versuchen Sie es erneut.
es: Compruebe el depósito y el infusor e inténtelo de nuevo
fi: Tarkista säiliö ja infuusio ja yritä uudelleen.
fr: Vérifier le réservoir et l'infusion et réessayer.
it: Controllare il serbatoio e l'infusore e riprovare.
nb: Kontroller reservoaret og infusjonen, og prøv igjen
nl: Controleer het reservoir en de infusen en probeer het opnieuw.
pl: Sprawdź zbiornik i infuzję, a następnie spróbuj ponownie.
ro: Verificați rezervorul și infuzorul și încercați din nou.
ru: Проверьте резервуар, заполните и повторите попытку
sk: Skontrolujte zásobník a infúziu a skúste to znova
sv: Kontrollera behållaren och infusionen och försök igen
tr: Hazneyi ve infüzyonu kontrol edin ve tekrar deneyin
uk: Перевірте Резервуар і інфузійний набір та повторіть спробу
vi: Hãy Kiểm tra bình chứa và dây truyền và thử lại
zh_hans: 检查储液器和输液器，然后再试一次

source: Checked at
ar: تم الفحص في
cs: Zkontrolováno v
da: Kontrolleret på
de: Überprüft um
es: Comprobado en
fi: Tarkistettu osoitteessa
fr: Vérifié à
it: Controllato presso
nb: Sjekket på
nl: Gecontroleerd op
pl: Sprawdzono w
ro: Verificat la
ru: Проверено в
sk: Skontrolované o
sv: Kontrollerad vid
tr: Kontrol edildi
uk: Перевірено в
vi: Đã kiểm tra tại
zh_hans: 同步于

source: Checksum failed. Try again
ar: فشلت عملية الفحص. حاول مرة أخرى
cs: Kontrolní součet selhal. Zkuste to znovu
da: Checksum mislykkedes. Prøv igen
de: Prüfsumme fehlgeschlagen. Erneut versuchen
es: La suma de comprobación ha fallado. Vuelva a intentarlo
fi: Tarkistussumma epäonnistui. Yritä uudelleen
fr: La somme de contrôle a échoué. Réessayez
it: Checksum fallito. Riprovare
nb: Kontrollsum mislyktes. Prøv igjen
nl: Checksum mislukt. Probeer opnieuw
pl: Suma kontrolna nie powiodła się. Spróbuj ponownie
ro: Suma de control a eșuat. Încercați din nou.
ru: Ошибка контрольной суммы. Попробуйте еще раз
sk: Kontrolný súčet zlyhal. Skúste to znova
sv: Kontrollsumman misslyckades. Försök igen
tr: Checksum başarısız oldu. Tekrar deneyin
uk: Помилка контрольної суми. Спробуйте знову
vi: Kiểm tra tổng không thành công. Hãy thử lại
zh_hans: 校验失败。重试

source: Configuration
ar: التكوين
cs: Konfigurace
da: Konfiguration
de: Konfiguration
es: Configuracion
fi: Konfigurointi
it: Impostazioni
nb: Konfigurasjon
nl: Configuratie
ro: Configurare
ru: Конфигурация
sk: Nastavenie
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình
zh_hans: 配置

source: Connect
ar: توصيل
da: Forbind
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Se connecter
it: Connetti
nb: Koble til
nl: Verbinden
pl: Połącz
ro: Conectare
ru: Подключить
sk: Pripojiť
sv: Anslut
tr: Bağlan
uk: Підключити
vi: Kết nối
zh_hans: 连接

source: Connected
ar: متصل
cs: Připojeno
da: Tilsluttet
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
it: Connesso
nb: Tilkoblet
nl: Aangesloten
pl: Połączono
ro: Conectat
ru: Подключено
sk: Pripojené
sv: Ansluten
tr: Bağlandı
uk: Під'єднаний
vi: Đã kết nối
zh_hans: 已连接

source: Connecting
ar: التوصيل
cs: Připojení
da: Forbindelse
de: Verbinden Sie
es: Conectando
fi: Yhdistäminen
fr: Connexion
it: In fase di Connessione
nb: Tilkobling
nl: Aansluiten op
pl: Łączenie
ro: Conectare
ru: Подключение
sk: Pripája sa
sv: Ansluter
tr: Bağlanıyor
uk: Під'єднання
vi: Đang kết nối
zh_hans: 连接

source: Continue
ar: تابع
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nb: Fortsett
nl: Ga verder
pl: Kontynuuj
ro: Continuați
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

source: Daily limit reached
ar: تم الوصول إلى الحد اليومي
cs: Dosažení denního limitu
da: Daglig grænse nået
de: Tägliches Limit erreicht
es: Límite diario alcanzado
fi: Päivittäinen raja saavutettu
fr: Limite journalière atteinte
it: Limite giornaliero raggiunto
nb: Daglig grense nådd
nl: Daglimiet bereikt
pl: Osiągnięto limit dzienny
ro: Limita zilnică a fost atinsă
ru: Суточный лимит достигнут
sk: Dosiahnutý denný limit
sv: Daglig gräns nådd
tr: Günlük limite ulaşıldı
uk: Денний ліміт досягнуто
vi: Đạt giới hạn hàng ngày
zh_hans: 达到每日限额

source: Dana-i
ar: دانا-أنا

source: Dana-i/RS Setup
ar: إعداد Dana-i/RS
cs: Nastavení systému Dana-i/RS
da: Opsætning af Dana-i/RS
de: Dana-i/RS-Einrichtung
es: Configuración de Dana-i/RS
fi: Dana-i/RS-asetukset
fr: Configuration Dana-i/RS
it: Configurazione di Dana-i/RS
nb: Dana-i/RS-oppsett
nl: Dana-i/RS-instelling
pl: Konfiguracja Dana-i/RS
ro: Configurarea Dana-i/RS
ru: Настройка Dana-i/RS
sk: Nastavenie Dana-i/RS
sv: Dana-i/RS-inställning
tr: Dana-i/RS Kurulumu
uk: Налаштування Dana-i/RS
vi: Thiết lập Dana-i/RS
zh_hans: Dana-i/RS 设置

source: Dana-RS v3 found!
ar: تم العثور على Dana-RS v3!
cs: Dana-RS v3 nalezen!
da: Dana-RS v3 fundet!
de: Dana-RS v3 gefunden!
es: ¡Dana-RS v3 encontrado!
fi: Dana-RS v3 löytyi!
fr: Dana-RS v3 trouvée !
it: Dana-RS v3 trovato!
nb: Dana-RS v3 funnet!
nl: Dana-RS v3 gevonden!
pl: Dana-RS v3 znaleziony!
ro: Dana-RS v3 găsită!
ru: Dana-RS v3 найдена!
sk: Dana-RS v3 nájdená!
sv: Dana-RS v3 hittad!
tr: Dana-RS v3 bulundu!
uk: Dana-RS v3 знайдено!
vi: Đã tìm thấy Dana-RS v3!
zh_hans: 发现 Dana-RS v3！

source: day(s)
ar: يوم (أيام)
cs: den(y)
da: dag(e)
de: Tag(e)
es: día(s)
fi: päivä(t)
fr: jour(s)
it: U/giorno
nb: dag(er)
nl: dag(en)
pl: dzień(dni)
ro: zi(le)
ru: день(и)
sk: deň(y)
sv: dag(ar)
tr: gün(ler)
uk: день(-ів)
zh_hans: 天数

source: Delete pump
ar: حذف المضخة
cs: Odstranit čerpadlo
da: Slet pumpen
de: Pumpe löschen
es: Borrar bomba
fi: Poista pumppu
fr: Supprimer la pompe
it: Eliminare la pompa
nb: Slett pumpe
nl: Pomp verwijderen
pl: Usuń pompę
ro: Ștergeți pompa
ru: Удалить помпу
sk: Odstrániť pumpu
sv: Ta bort pumpen
tr: Pompayı sil
uk: Видалити помпу
vi: Xóa bơm
zh_hans: 删除泵

source: Delete Pump
ar: حذف المضخة
cs: Odstranit čerpadlo
da: Slet pumpe
de: Pumpe löschen
es: Eliminar Microinfusora
fi: Poista pumppu
fr: Supprimer la pompe
it: Cancella Microinfusore
nb: Slette pumpe
nl: Pomp verwijderen
pl: Usuń pompę
ro: Ștergeți pompa
ru: Удалить помпу
sk: Odstrániť pumpu
sv: Radera pump
tr: Pompayı Sil
uk: Видалити помпу
vi: Xóa bơm
zh_hans: 删除泵

source: Delivery speed
ar: سرعة التوصيل
cs: Rychlost dodání
da: Leveringshastighed
de: Liefergeschwindigkeit
es: Velocidad de entrega
fi: Toimitusnopeus
fr: Vitesse de livraison
it: Velocità di consegna
nb: Leveringshastighet
nl: Leversnelheid
pl: Szybkość dostawy
ro: Viteză de livrare
ru: Скорость подачи
sk: Rýchlosť dávkovania
sv: Leveranshastighet
tr: Teslimat hızı
uk: Швидкість доставки
zh_hans: 推注速率

source: Disable bolus syncing?
ar: تعطيل مزامنة البلعة؟
cs: Zakázat synchronizaci bolusu?
da: Deaktivere bolus-synkronisering?
de: Bolus-Synchronisierung deaktivieren?
es: ¿Desactivar la sincronización de bolo?
fi: Bolus-synkronoinnin poistaminen käytöstä?
fr: Désactiver la synchronisation des bolus ?
it: Disattivare la sincronizzazione del bolo?
nb: Deaktiver bolussynkronisering?
nl: Bolussynchronisatie uitschakelen?
pl: Wyłączyć synchronizację bolusa?
ro: Dezactivați sincronizarea bolusului?
ru: Отключить синхронизацию болюсов?
sk: Zakázať synchronizáciu bolusu?
sv: Inaktivera synkronisering av bolus?
tr: Bolus senkronizasyonunu devre dışı mı bırakayım?
uk: Вимкнути синхронізацію болюсу?
vi: Tắt đồng bộ bolus?
zh_hans: 禁用追加胰岛素同步？

source: Disconnect from pump
ar: قطع الاتصال بالمضخة
cs: Odpojení od čerpadla
da: Afbryd forbindelsen til pumpen
de: Trennen Sie die Verbindung zur Pumpe
es: Desconectar de la bomba
fi: Irrota pumppu
fr: Déconnecter la pompe
it: Scollegare dalla pompa
nb: Koble fra pumpen
nl: Loskoppelen van pomp
pl: Odłączyć od pompy
ro: Deconectare pompă
ru: Отключить от помпы
sk: Odpojiť od pumpy
sv: Koppla bort från pumpen
tr: Pompa bağlantısını kesin
uk: Від'єднати від помпи
vi: Ngắt kết nối từ máy bơm
zh_hans: 断开泵连接

source: Disconnected
ar: غير متصل
cs: Odpojení
da: Frakoblet
de: Getrennt
es: Desconectado
fi: Irrotettu
fr: Déconnecté
it: Disconnesso
nb: Frakoblet
nl: Ontkoppeld
pl: Rozłączony
ro: Deconectat
ru: Разъединено
sk: Odpojené
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Від’єднано
vi: Đã ngắt kết nối
zh_hans: 断开

source: Disconnecting...
ar: قطع الاتصال...
cs: Odpojení...
da: Afbryder...
de: Trennen der Verbindung...
es: Desconectando...
fi: Irrottaminen...
fr: Déconnexion...
it: Disconnessione...
nb: Kobler fra...
nl: Loskoppelen...
pl: Odłączanie...
ro: Se deconectează...
ru: Отключение...
sk: Odpojenie...
sv: Kopplar bort...
tr: Bağlantı kesiliyor.
uk: Відключення...
vi: Đang ngắt kết nối...
zh_hans: 断开...

source: Do you wish to receive a notification when the pump is longer disconnected for a specific time?
ar: هل ترغب في تلقي إشعار عندما تكون المضخة مفصولة لفترة زمنية محددة؟
cs: Chcete dostávat upozornění, když je čerpadlo delší dobu odpojeno?
da: Ønsker du at modtage en meddelelse, når pumpen er frakoblet i et bestemt tidsrum?
de: Möchten Sie eine Benachrichtigung erhalten, wenn die Pumpe für eine bestimmte Zeit nicht angeschlossen ist?
es: ¿Desea recibir una notificación cuando la bomba esté desconectada durante un tiempo determinado?
fi: Haluatko saada ilmoituksen, kun pumppu on pidempään poissa käytöstä tietyn ajan?
fr: Souhaitez-vous recevoir une notification lorsque la pompe est déconnectée pour une durée déterminée ?
it: Si desidera ricevere una notifica quando la pompa viene scollegata per un periodo di tempo specifico?
nb: Ønsker du å motta et varsel når pumpen ikke lenger er koblet fra i en bestemt periode?
nl: Wil je een melding ontvangen als de pomp voor een bepaalde tijd is losgekoppeld?
pl: Czy chcesz otrzymywać powiadomienia, gdy pompa zostanie odłączona na określony czas?
ro: Doriți să primiți o notificare atunci când pompa este deconectată pentru o perioadă mai lungă de timp?
ru: Хотите ли вы получать уведомление, когда помпа отключена в течение определенного времени?
sk: Chcete dostávať upozornenie, keď je pumpa odpojená dlhšie ako určitý čas?
sv: Vill du få ett meddelande när pumpen är frånkopplad under en viss tid?
tr: Pompanın bağlantısı belirli bir süre için kesildiğinde bir bildirim almak istiyor musunuz?
uk: Чи бажаєте ви отримувати сповіщення, коли Помпу буде відключено на певний час?
vi: Bạn có muốn nhận thông báo khi máy bơm không được ngắt kết nối trong một khoảng thời gian cụ thể không?
zh_hans: 您是否希望在泵断开连接较长时间后收到通知？

source: Done
ar: تمّ
da: OK
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fine
nb: Ferdig
nl: OK
ro: OK
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成

source: During the pairing process, your Dana-i will show a pairing prompt while your iPhone will show a prompt for a pairing code. On you pump, select OK and type the 6-digit code in screen on your iPhone. After that, %1$@ is ready to communicate with your Dana-i
ar: أثناء عملية الاقتران، سيعرض جهاز Dana-i الخاص بك مطالبة بالاقتران بينما سيعرض جهاز iPhone الخاص بك مطالبة برمز الاقتران. عند قيامك بالضخ، حدد موافق واكتب الرمز المكون من 6 أرقام في شاشة جهاز الآيفون الخاص بك. بعد ذلك، يكون %1$@ جاهزًا للتواصل مع جهاز Dana-i الخاص بك
cs: Během procesu párování se na displeji zařízení Dana-i zobrazí výzva ke spárování, zatímco na displeji iPhonu se zobrazí výzva k zadání párovacího kódu. Na pumpě zvolte OK a zadejte šestimístný kód na obrazovce iPhonu. Poté je stránka %1$@ připravena komunikovat s vaším zařízením Dana-i.
da: Under parringsprocessen vil din Dana-i vise en parringsmeddelelse, mens din iPhone vil vise en meddelelse om en parringskode. Vælg OK på din pumpe, og skriv den 6-cifrede kode på skærmen på din iPhone. Herefter er %1$@ klar til at kommunikere med din Dana-i.
de: Während des Kopplungsvorgangs zeigt Ihre Dana-i eine Kopplungsaufforderung an, während Ihr iPhone eine Aufforderung zur Eingabe eines Kopplungscodes anzeigt. Wählen Sie auf Ihrer Pumpe OK und geben Sie den 6-stelligen Code auf dem Bildschirm Ihres iPhones ein. Danach ist %1$@ bereit, mit Ihrem Dana-i zu kommunizieren.
es: Durante el proceso de emparejamiento, tu Dana-i mostrará un aviso de emparejamiento mientras que tu iPhone mostrará un aviso para un código de emparejamiento. Selecciona OK y escribe el código de 6 dígitos en la pantalla de tu iPhone. Una vez hecho esto, %1$@ estará listo para comunicarse con su Dana-i.
fi: Pariliitoksen muodostamisen aikana Dana-i näyttää pariliitoksen muodostamista koskevan kehotuksen, kun taas iPhone näyttää pariliitoskoodia koskevan kehotuksen. Valitse pumpulissasi OK ja kirjoita 6-numeroinen koodi iPhonen näytössä. Tämän jälkeen %1$@ on valmis kommunikoimaan Dana-i:n kanssa.
fr: Pendant le processus d'appairage, votre Dana-i affichera une invite d'appairage tandis que votre iPhone affichera une invite pour un code d'appairage. Sur votre pompe, sélectionnez OK et tapez le code à 6 chiffres sur l'écran de votre iPhone. Après cela, %1$@ est prêt à communiquer avec votre Dana-i.
it: Durante il processo di accoppiamento, il Dana-i mostrerà una richiesta di accoppiamento, mentre l'iPhone mostrerà una richiesta di codice di accoppiamento. Selezionare OK e digitare il codice di 6 cifre sullo schermo dell'iPhone. A questo punto, %1$@ è pronto a comunicare con il vostro Dana-i.
nb: Under sammenkoblingsprosessen vil Dana-i vise en sammenkoblingsmelding mens iPhone vil vise en melding om en sammenkoblingskode. På pumpen velger du OK og skriver inn den 6-sifrede koden på skjermen på iPhone. Deretter %1$@ er klar til å kommunisere med din Dana-i
nl: Tijdens het koppelproces zal je Dana-i een koppelprompt tonen en je iPhone een vraag om een koppelcode. Selecteer OK op je pomp en typ de 6-cijferige code in op het scherm van je iPhone. Daarna is %1$@ klaar om te communiceren met je Dana-i.
pl: Podczas procesu parowania Dana-i wyświetli monit o sparowanie, a iPhone wyświetli monit o kod parowania. Wybierz OK i wpisz 6-cyfrowy kod na ekranie iPhone'a. Następnie strona %1$@ jest gotowa do komunikacji z urządzeniem Dana-i.
ro: În timpul procesului de asociere, dispozitivul Dana-i va afișa o solicitare de asociere, în timp ce iPhone-ul va afișa o solicitare pentru un cod de asociere. Pe pompă, selectați OK și introduceți codul de 6 cifre pe ecranul iPhone-ului. După aceea, %1$@ este gata să comunice cu dispozitivul Dana-i.
ru: Во время процесса сопряжения на экране Dana-i появится запрос на сопряжение, а на экране iPhone - запрос на код сопряжения. Выберите OK и введите 6-значный код на экране iPhone. После этого %1$@ будет готов к работе с Вашей Dana-i
sk: Počas procesu párovania sa na zariadení Dana-i zobrazí výzva na spárovanie, zatiaľ čo na iPhone sa zobrazí výzva na zadanie párovacieho kódu. Na pumpe vyberte OK a zadajte 6-miestny kód na obrazovke iPhonu. Potom je stránka %1$@ pripravená na komunikáciu s vašou pumpou DANA-i
sv: Under parkopplingsprocessen visar din Dana-i en parkopplingsfråga medan din iPhone visar en fråga om en parkopplingskod. På din pump väljer du OK och skriver in den 6-siffriga koden på skärmen på din iPhone. Efter det är %1$@ redo att kommunicera med din Dana-i.
tr: Eşleştirme işlemi sırasında Dana-i cihazınız bir eşleştirme istemi gösterirken iPhone'unuz bir eşleştirme kodu istemi gösterecektir. Pompanızda Tamam'ı seçin ve 6 haneli kodu iPhone'unuzdaki ekrana yazın. Bundan sonra, %1$@ Dana-i'niz ile iletişim kurmaya hazırdır
uk: Під час сполучення на екрані Dana-i з'явиться запит на пару, а на екрані iPhone - запит на код сполучення. Виберіть OK та введіть 6-значний код на екрані iPhone. Після цього %1$@ буде готовий до роботи з Dana-i.
vi: Trong quá trình ghép nối, Dana-i của bạn sẽ hiển thị lời nhắc ghép nối trong khi iPhone của bạn sẽ hiển thị lời nhắc nhập mã ghép nối. Trên máy bơm của bạn, hãy chọn OK và nhập mã gồm 6 chữ số vào màn hình trên iPhone của bạn. Sau đó, %1$@ đã sẵn sàng giao tiếp với Dana-i của bạn
zh_hans: 在配对过程中，您的 Dana-i 将显示配对提示，而您的 iPhone 将显示配对代码提示。选择 "OK（确定）"，然后在 iPhone 的屏幕上输入 6 位数的密码。之后， %1$@ ，即可与您的 Dana-i 进行通信。

source: During the pairing process, your DanaRS v1 will show a pairing prompt while you iPhone will show a prompt for a pairing code. On your pump, select OK and type the code on your iPhone. After that, %1$@ is ready to communicate with your DanaRS v1
ar: أثناء عملية الإقران، ستظهر رسالة تأكيد على جهاز DanaRS v1 الخاص بك، في حين سيظهر على جهاز iPhone الخاص بك مربع لإدخال رمز الإقران. على مضخة الإنسولين، اضغط على "موافق" ثم أدخل الرمز المعروض في جهاز iPhone. بعد ذلك، يصبح %1$@ جاهزًا للتواصل مع جهاز DanaRS v1 الخاص بك
nb: Under sammenkoblingsprosessen vil DanaRS v1 vise en sammenkoblingsmelding, mens iPhone vil vise en melding om en sammenkoblingskode. Velg OK på pumpen, og skriv inn koden på iPhone. Etter dette er %1$@ klar til å kommunisere med DanaRS v1
nl: Tijdens het koppelingsproces toont je DanaRS v1 een koppelingsverzoek, terwijl je iPhone om een koppelingscode vraagt. Selecteer 'OK' op je pomp en voer de code in op je iPhone. Daarna is %1$@ klaar om te communiceren met je DanaRS v1
ro: În timpul procesului de asociere, DanaRS v1 va afișa o solicitare de asociere, în timp ce iPhone-ul va afișa o solicitare pentru un cod de asociere. Pe pompă, selectați OK și introduceți codul pe iPhone. După aceea, %1$@ este gata să comunice cu DanaRS v1.
ru: Во время процесса сопряжения на вашей DanaRS v1 появится запрос на сопряжение, а на вашем iPhone отобразится запрос на ввод кода сопряжения. На помпе выберите «ОК» и введите код на вашем iPhone. После этого %1$@ будет готов к взаимодействию с вашей DanaRS v1
sk: Počas procesu párovania zobrazí tvoja DanaRS v1 výzvu na párovanie, zatiaľ čo tvoj iPhone zobrazí výzvu na zadanie párovacieho kódu. Na pumpe zvoľ OK a zadaj kód do svojho iPhonu. Potom bude %1$@ pripravený komunikovať s tvojou DanaRS v1
sv: Under parkopplingsprocessen kommer DanaRS v1 att visa en parkopplingsfråga medan din iPhone kommer att visa en fråga om en parkopplingskod. Välj OK på din pump och skriv in koden på din iPhone. Efter det är %1$@ redo att kommunicera med din DanaRS v1
uk: Під час процесу створення пари на вашому DanaRS v1 відображатиметься запит на створення пари, а на вашому iPhone – код сполучення. На помпі виберіть OK і введіть код на своєму iPhone. Після цього %1$@ готовий до зв’язку з DanaRS v1
vi: Trong quá trình ghép nối, DanaRS v1 của bạn sẽ hiển thị lời nhắc ghép nối trong khi iPhone của bạn sẽ hiển thị lời nhắc nhập mã ghép nối. Trên máy bơm của bạn, hãy chọn OK và nhập mã trên iPhone của bạn. Sau đó, %1$@ đã sẵn sàng giao tiếp với DanaRS v1 của bạn
zh_hans: 在配对过程中，你的 DanaRS v1 胰岛素泵会显示一个配对提示，而你的 iPhone 会弹出输入配对码的提示。在胰岛素泵上选择“确定”，然后在 iPhone 上输入该配对码。完成后，%1$@ 将准备好与 DanaRS v1 通讯。
